Repository: jds2001/ocp-checkbox
Catalog: po/*.po
Languages: oc

source: attaches the contents of various sysctl config files.
oc: Jónher lo contengut de divèrses fichièrs de configuracion sysctl

source: Attaches a report of sysfs attributes.
oc: Jónher un rapòrt dels atributs sysfs

source: Attaches a dump of the udev database showing system hardware information.
oc: Jónher un dump de la banca de donadas udev que fa veire d'informacions sul material

source: Attaches a tarball of gcov data if present.
oc: Jónher un fichièr tar de las donadas de gcov se lo fichièr aqueste existís

source: Attaches a list of the currently running kernel modules.
oc: Jónher una lista dels moduls del nucli en foncionament

source: Attaches the contents of /proc/acpi/sleep if it exists.
oc: Jónher lo contengut del fichièr /proc/acpi/sleep s'existís.

source: Bootchart information.
oc: Informacions Bootchart.

source: SATA/IDE device information.
oc: Informacions sul periferic SATA/IDE.

source: Attaches the bootchart png file for bootchart runs
oc: Jónher lo fichièr png del grafic d'aviada (bootchart)

source: Attaches the bootchart log for bootchart test runs.
oc: Jónher lo log de las execucions del bootchart

source: installs the installer bootchart tarball if it exists.
oc: Installar lo tarball del bootchart de l'installador s'existís

source: Attaches the installer debug log if it exists.
oc: Jónher lo fichièr de desbugatge de l'installador s'existís.

source: Audio tests
oc: Tèsts àudio

source: Benchmarks tests
oc: Tèsts comparatius

source: Bluetooth tests
oc: Tèsts Bluetooth

source: Camera tests
oc: Tèsts de la camèra

source: Codec tests
oc: Tèsts de codecs

source: CPU tests
oc: Tèsts del processor

source: System Daemon tests
oc: Tèsts dels servicis sistèma

source: Disk tests
oc: Tèsts dels disques

source: Fingerprint reader tests
oc: Tèsts del lector d'emprenchas digitalas

source: Firewire disk tests
oc: Tèsts dels disques Firewire

source: Floppy disk tests
oc: Tèsts del lector de disqueta

source: Graphics tests
oc: Tèsts grafics

source: Hibernation tests
oc: Tèsts de la mesa en ivernacion

source: Informational tests
oc: Tèsts informatius

source: Input Devices tests
oc: Tèsts dels periferics d'entrada

source: Software Installation tests
oc: Tèsts d'installacion de logicials

source: Hotkey tests
oc: Tèsts de las tòcas d'acorchi

source: Media Card tests
oc: Tèsts de las cartas memòria

source: Memory tests
oc: Tèsts de la memòria

source: Miscellaneous tests
oc: Tèsts divèrs

source: Monitor tests
oc: Tèsts de l'ecran

source: Networking tests
oc: Tèsts de la ret

source: Optical Drive tests
oc: Tèsts dels lectors optics

source: Panel Clock Verification tests
oc: Tèsts de verificacion del relòtge del panèl

source: PCMCIA/PCIX Card tests
oc: Tèsts de las cartas PCMCIA/PCIX

source: Peripheral tests
oc: Tèsts dels periferics

source: Power Management tests
oc: Tèsts de la gestion de l'alimentacion

source: Server Services checks
oc: Verificacions de servicis servidor

source: Suspend tests
oc: Tèsts de la mesa en velha

source: Touchpad tests
oc: Tèsts del pavat tactil

source: USB tests
oc: Tèsts USB

source: User Applications
oc: Aplicacions de l'utilizaire

source: Wireless networking tests
oc: Tèsts de la ret sens fial

source: Smoke tests
oc: Tèst de deteccion de fum

source: Sniff Sniffers
oc: Flairar los flairaires

source: Test and exercise memory.
oc: Testatz e sollicitatz la memòria.

source: Run Firmware Test Suite (fwts) automated tests.
oc: Executa los tèsts automatics de Firmware Test Suite (fwts).

source: Test to check that virtualization is supported and the test system has at least a minimal amount of RAM to function as an OpenStack Compute Node
oc: Verifica se la virtualizacion es suportada e se lo sistèma a un minimum de RAM per foncionar coma un OpenStack Compute Node

source: Network Information
oc: Informacions sus la ret

source: Make sure that the RTC (Real-Time Clock) device exists.
oc: S'assegurar de la preséncia del relòtge material (RTC)

source: Record the current resolution before suspending.
oc: Enregistrar la resolucion actuala abans la mesa en velha.

source: Test the network after resuming.
oc: Testar la ret aprèp la represa.

source: Test to see that we have the same resolution after resuming as before.
oc: Testar la resolucion d'ecran e verificar qu'a pas cambiat aprèp la represa.

source: Common Document Types Test
oc: Tèst dels tipes de document comuns

source: Tests the performance of a systems wireless connection through the iperf tool.
oc: Tèsta las performàncias d'una connexion sens fial amb l'ajuda de l'aisina iperf.

source: Tests the performance of a systems wireless connection through the iperf tool, using UDP packets.
oc: Tèsta las performàncias d'una connexion sens fial amb l'ajuda de l'aisina iperf, en utilizant de paquets UDP.

source: Usage: checkbox [OPTIONS]
oc: Utilizacion : checkbox [OPCIONS]

source: Print version information and exit.
oc: Aficha las informacions de version puèi quita.

source: The file to write the log to.
oc: Lo fichièr ont cal escriure lo jornal d'aqueste tèst.

source: One of debug, info, warning, error or critical.
oc: La valor pòt èsser : debug, info, warning, error o critical.

source: Configuration override parameters.
oc: Paramètres que prenon lo pas sus la configuracion.

source: Shorthand for --config=.*/jobs_info/blacklist.
oc: Abreviacion de --config=.*/jobs_info/blacklist.

source: Shorthand for --config=.*/jobs_info/blacklist_file.
oc: Abreviacion de --config=.*/jobs_info/blacklist_file.

source: Shorthand for --config=.*/jobs_info/whitelist.
oc: Abreviacion de --config=.*/jobs_info/whitelist.

source: Shorthand for --config=.*/jobs_info/whitelist_file.
oc: Abreviacion de --config=.*/jobs_info/whitelist_file.

source: Missing configuration file as argument.
oc: Fichièr de configuracion mancant en argument.

source: Command not found.
oc: Comanda pas trobada.

source: Hangup detected on controlling terminal or death of controlling process
oc: Plantatge detectat del terminal de contraròtle o terminason del processus de contraròtle

source: Interrupt from keyboard
oc: Interrompre a partir del clavièr

source: Quit from keyboard
oc: Quitar a partir del clavièr

source: Illegal Instruction
oc: Instruccion illegala

source: Abort signal from abort(3)
oc: Senhal d'abandon que proven de « abort(3) »

source: Floating point exception
oc: Error de virgula flotanta

source: Kill signal
oc: Senhal de terminason

source: Invalid memory reference
oc: Adreça memòria invalida

source: Broken pipe: write to pipe with no readers
oc: Tub destruch : escritura dins un tub sens lector

source: Timer signal from alarm(2)
oc: Senhal de relòtge que proven de « alarm(2) »

source: Termination signal
oc: Senhal de terminason

source: User-defined signal 1
oc: Senhal 1 definit per l'utilizaire

source: User-defined signal 2
oc: Senhal 2 definit per l'utilizaire

source: Child stopped or terminated
oc: Arrèst o terminason del processus filh

source: Continue if stopped
oc: Contunhar en cas d'arrèst

source: Stop process
oc: Arrèsta lo processus

source: Stop typed at tty
oc: Arrestar la sortida sus tty

source: tty input for background process
oc: Entradas sus tty pel processus en rèire plan

source: tty output for background process
oc: Sortidas sus tty pel processus en rèire plan

source: UNKNOWN
oc: DESCONEGUT

source: Unknown signal
oc: Senhal desconegut

source: yes
oc: òc

source: no
oc: non

source: skip
oc: passar

source: Press any key to continue...
oc: Quichatz sus una tòca quina que siá per contunhar...

source: Please choose (%s):
oc: Causissètz (%s) :

source: Space when finished
oc: Espaci quand acabat

source: Combine with character above to expand node
oc: Combinar amb lo caractèr çaisús per desvolopar lo nosèl

source: test
oc: testar

source: test again
oc: testar encara

source: Please type here and press Ctrl-D when finished:
oc: Escrivètz aicí e quichatz sus Ctrl-D quand avètz acabat :

source: Checkbox System Testing
oc: Tèst del sistèma Checkbox.

source: Continue
oc: Contunhar

source: Previous
oc: Precedent

source: Next
oc: Seguent

source: Select All
oc: Seleccionar tot

source: Deselect All
oc: Deseleccionar tot

source: Expand All
oc: Desvolopar tot

source: Collapse All
oc: Reduire tot

source: Test
oc: Testar

source: Test Again
oc: Testar tornarmai

source: _Test Again
oc: _Testar tornarmai

source: Info
oc: Informacion

source: Detailed information...
oc: Informacions detalhadas...

source: Collecting information about this test. This might take a few minutes.
oc: Collècta d'informacions sus aquel tèst. Aquò pòt prene qualques minutas.

source: Collected information is being sent for bug tracking. This might take a few minutes.
oc: Las informacions collectadas son en cors de mandadís pel sistèma de seguiment dels bugs. Aquò pòt prene qualques minutas.

source: Test %s failed.
oc: Lo tèst %s a fracassat.

source: Do you want to report a bug?
oc: Volètz senhalar un bug ?

source: Is a package upgrade in process? Error: %s
oc: Una mesa a jorn de paquet es en cors ? Error : %s

source: Successfully finished testing!
oc: Los tèsts se son acabats amb succès !

source: _Finish
oc: Aca_bar

source: Gathering information from your system...
oc: Regropament d'informacions sus vòstre sistèma...

source: Welcome to System Testing! Checkbox provides tests to confirm that your system is working properly. Once you are finished running the tests, you can view a summary report for your system.
oc: Benvenguda dins los tèsts del sistèma ! Checkbox prepausa una batariá de tèsts que permeton de confirmar lo bon foncionament de vòstre sistèma. Un còp aqueles tèsts efectuats, un recapitulatiu serà afichat per aqueste.

source: Failed to process form: %s
oc: Fracàs del tractament del formulari : %s

source: Failed to contact server. Please try again or upload the following file name: %s directly to the system database: https://launchpad.net/+hwdb/+submit
oc: Lo servidor a pas pogut èsser contactat. Ensajatz tornarmai o cargatz lo fichièr seguent : %s dirèctament dins la banca de donadas dels sistèmas : https://launchpad.net/+hwdb/+submit

source: Failed to upload to server, please try again later.
oc: Fracàs del cargament sul servidor, ensajatz tornarmai pus tard.

source: Information not posted to Launchpad.
oc: Las informacions son pas estadas mandadas a Launchpad.

source: Email
oc: Adreça electronica

source: Email address must be in a proper format.
oc: L'adreça electronica deu èsser dins un format corrècte.

source: Exchanging information with the server...
oc: Escambi d'informacions amb lo servidor...

source: There is another checkbox running. Please close it first.
oc: Una autra instància de checkbox es en cors d'execucion. D'en primièr, quitatz-la.

source: Building report...
oc: Construccion del rapòrt...

source: Running %s...
oc: Execucion de %s…

source: Choose tests to run on your system:
oc: Seleccionatz los tèsts d'executar sus vòstre sistèma :

source: Enter text:
oc: Picatz lo tèxte :

source: Type Text
oc: Picatz lo tèxte

source: No Internet connection
oc: Pas de connexion a Internet

source: Connection established lost a packet
oc: Connexion establida amb pèrda d'un paquet

source: Internet connection fully established
oc: Connexion Internet establida completament

source: Audio Test
oc: Tèst àudio

source: Bluetooth Test
oc: Tèst bluetooth

source: Camera Test
oc: Tèst aparelh fòto

source: CPU Test
oc: Tèst microprocessor

source: Disk Test
oc: Tèst disc

source: Firewire Test
oc: Tèst Firewire

source: Graphics Test
oc: Tèst grafic

source: Info Test
oc: Tèst de recuperacion d'informacion

source: Input Test
oc: Tèst de picada

source: Keys Test
oc: Tèst de las tòcas

source: Media Card Test
oc: Tèst de las cartas mèdia

source: Memory Test
oc: Tèst memòria

source: Miscellanea Test
oc: Tèsts divèrs

source: Monitor Test
oc: Tèst monitor

source: Networking Test
oc: Tèst ret

source: Wireless Test
oc: Tèst ligason sens fial

source: Optical Test
oc: Tèst optic

source: PCMCIA/PCIX Test
oc: Tèst PCMCIA/PCIX

source: Power Management Test
oc: Tèst de gestion de l'energia

source: Suspend Test
oc: Tèst de mesa en velha

source: USB Test
oc: Tèst USB

source: Not Started
oc: Pas aviada

source: Done
oc: Acabat

source: Not Supported
oc: Pas pres en carga

source: Not Resolved
oc: Pas resolgut

source: Not Tested
oc: Pas testat

source: In Progress
oc: En cors

source: Are you sure?
oc: Sètz segur(a) ?

source: Do you really want to skip this test?
oc: Sètz segur que volètz sautar aqueste tèst ?

source: Don't ask me again
oc: Demandar pas pus

source: Form
oc: Formulari

source: OK
oc: D'acòrdi

source: Don't show me this message in the future
oc: Afichar pas mai aqueste messatge a l'avenidor

source: Tab 1
oc: Onglet 1

source: 10 tests completed out of 30 (30%)
oc: 10 tèsts sus 30 de realizats (30%)

source: Status
oc: Estatut

source: Select all
oc: Seleccionar tot

source: Deselect all
oc: Deseleccionar tot

source: Start testing
oc: Aviar lo tèst

source: Selection
oc: Seleccion

source: TextLabel
oc: Etiqueta

source: Yes
oc: Òc

source: No
oc: &Non

source: Comment
oc: Comentari

source: Tab 2
oc: Onglet 2

source: Run
oc: Executar

source: Submission details
oc: Detalhs de la somission

source: Email:
oc: Adreça electronica :

source: Submit results
oc: Mandar los resultats

source: View results
oc: Veire los resultats

source: Results
oc: Resultats
