Repository: jds2001/ocp-checkbox
Catalog: po/*.po
Languages: oc

source: System Testing
oc: Tèst del sistèma

source: _Test
oc: _Tèst

source: _Yes
oc: _Òc

source: _No
oc: _Non

source: _Skip this test
oc: Pa_ssar aqueste tèst

source: Further information:
oc: Mai d'entresenhas :

source: _Select All
oc: _Seleccionar tot

source: _Deselect All
oc: _Deseleccionar tot

source: _Previous
oc: _Precedent

source: Ne_xt
oc: Se_guent

source: Test your system and submit results to the Ubuntu Friendly project
oc: Testatz vòstre sistèma e mandatz los resultats al projècte « Ubuntu Friendly »

source: Test to detect audio devices
oc: Tèst per detectar de periferics àudio

source: PURPOSE: This test will check that internal speakers work correctly STEPS: 1. Make sure that no external speakers or headphones are connected If testing a desktop, external speakers are allowed 2. Click the Test button to play a brief tone on your audio device VERIFICATION: Did you hear a tone?
oc: Objectiu : **** Aqueste tèst va contrarotlar se los naut-parlaires intèrnes foncionan corrèctament Etapas : **** Asseguratz-vos que cap de bafle extèrne o casc es pas connectat ******* Se la maquina testada es de tipe burèu , los bafles extèrnes son permeses. **** Clicatz lo boton de tèst per far jogar un son brèu a vòstre periferic àudio Verificacion : **** Avètz ausit lo son ?

source: PURPOSE: 1. HDMI interface verification STEPS: 1. Plug an external HDMI device with sound 2. Open system sound preferences 3. Click on Output and Select HDMI and click 'Test Speakers' to check left and right channels 4. Click the Test button VERIFICATION: 1. Do you hear the sound coming out on the corresponding channel? 2. Did you hear a sound?
oc: TÒCA : 1. Verificacion de l'interfàcia HDMI ETAPAS : 1. Brancar un aparelh HDMI extèrne amb de son 2. Dobrir las preferéncias sistèma del son 3. Clicar sus sortida e seleccionar HMDI. Clicar sus 'Testar las bafles' per verificar los canals d'esquèrra e de drecha 4. Clicar sul boton « Testar » VERIFICACION : 1. Ausissètz lo son sortent del canal correspondent ? 2. Ausissètz un son ?

source: PURPOSE: This test will check that headphones connector works correctly STEPS: 1. Connect a pair of headphones to your audio device 2. Click the Test button to play a sound to your audio device VERIFICATION: Did you hear a sound through the headphones and did the sound play without any distortion, clicks or other strange noises from your headphones?
oc: OBJECTIU : Aqueste tèst va verificar que vòstre connectador d'escotadors fonciona corrèctament ETAPAS : 1. Connectatz d'escotadors sus vòstre periferic àudio. 2. Clicatz sul boton « Testar » per jogar un son dins vòstre periferic àudio VERIFICACION : Avètz ausit un son dins los escotadors e lo son es estat jogat sens cap de distorsion, clics o bruches estranhs ?

source: PURPOSE: This test will check that recording sound using the onboard microphone works correctly STEPS: 1. Disconnect any external microphones that you have plugged in 2. Click "Test", then speak into your internal microphone 3. After a few seconds, your speech will be played back to you. VERIFICATION: Did you hear your speech played back?
oc: OBJECTIU : Aqueste tèst va verificar que l'enregistrament sonòr via lo microfòn fonciona corrèctament ETAPAS : 1. Connectatz totes los microfòns extèrnes. 2. Clicatz sul boton « Testar » puèi parlatz dins lo microfòn intèrne 3. Aprèp qualques segondas, vòstre enregistrament vos serà rejogat VERIFICACION : Avètz ausit vòstre enregistrament ?

source: PURPOSE: This test will check that recording sound using an external microphone works correctly STEPS: 1. Connect a microphone to your microphone port 2. Click "Test", then speak into the external microphone 3. After a few seconds, your speech will be played back to you VERIFICATION: Did you hear your speech played back?
oc: OBJECTIU : Aqueste tèst va verificar que l'enregistrament sonòr via microfòn extèrne fonciona corrèctament ETAPAS : 1. Connectatz un microfòn a un pòrt microfòn. 2. Clicatz sul boton « Testar » puèi parlatz dins lo microfòn extèrne 3. Aprèp qualques segondas, vòstre enregistrament vos serà rejogat VERIFICACION : Avètz ausit vòstre enregistrament ?

source: PURPOSE: This test will check that a USB audio device works correctly STEPS: 1. Connect a USB audio device to your system 2. Click "Test", then speak into the microphone 3. After a few seconds, your speech will be played back to you VERIFICATION: Did you hear your speech played back through the USB headphones?
oc: OBJECTIU : Aqueste tèst va verificar qu'un casc àudio USB fonciona corrèctament ETAPAS : 1. Connectatz un casc àudio USB a vòstre sistèma 2. Clicatz sul boton « Testar » puèi parlatz dins lo microfòn 3. Aprèp qualques segondas, vòstre enregistrament vos serà rejogat VERIFICACION : Avètz ausit vòstre enregistrament via lo casc àudio USB ?

source: Play back a sound on the default output and listen for it on the default input. This makes the most sense when the output and input are directly connected, as with a patch cable.
oc: Jòga un son sus la sortida per defaut, e l'escota via l'entrada per defaut. Aquò a mai de sens quand la sortida e l'entrada son connectadas dirèctament, per exemple via un cable enfaissat.

source: Collect audio-related system information. This data can be used to simulate this computer's audio subsystem and perform more detailed tests under a controlled environment.
oc: Recupèra las informacions àudio del sistèma. Aquestas donadas pòdon èsser utilizadas per simular lo sossistèma àudio de l'ordenador e realizar de tèsts mai detalhats dins un environament contrarotlat.

source: Attaches the audio hardware data collection log to the results.
oc: Jonh als resultats las informacions sul material àudio eissidas dels jornals.

source: Benchmark for each disk
oc: Benchmark dels diferents disques

source: Run Render-Bench XRender/Imlib2 benchmark
oc: Aviar lo tèst comparatiu Render-Bench XRender/Imlib2

source: Run Qgears2 XRender Extension gearsfancy benchmark
oc: Aviar lo tèst comparatiu Qgears2 XRender Extension gearsfancy

source: Run Qgears2 XRender Extension image scaling benchmark
oc: Aviar lo tèst comparatiu Qgears2 XRender Extension image scaling

source: Run Qgears2 OpenGL gearsfancy benchmark
oc: Aviar lo tèst comparatiu Qgears2 OpenGL gearsfancy

source: Run Qgears2 OpenGL image scaling benchmark
oc: Aviar lo tèst comparatiu Qgears2 OpenGL image scaling

source: Run GLmark2-ES2 benchmark
oc: Aviar lo tèst comparatiu GLmark2-ES2

source: Run GLmark2 benchmark
oc: Aviar lo tèst comparatiu GLmark2

source: Run Unigine Santuary benchmark
oc: Aviar lo tèst comparatiu Unigine Santuary

source: Run Unigine Tropics benchmark
oc: Aviar lo tèst comparatiu Unigine Tropics

source: Run Unigine Heaven benchmark
oc: Aviar lo tèst comparatiu Unigine Heaven

source: Run Lightsmark benchmark
oc: Aviar lo tèst comparatiu Lightsmark

source: Run Cachebench Read benchmark
oc: Aviar lo tèst comparatiu Cachebench Read

source: Run Cachebench Write benchmark
oc: Aviar lo tèst comparatiu Cachebench Write

source: Run Cachebench Read / Modify / Write benchmark
oc: Aviar lo tèst comparatiu Cachebench Read / Modify / Write

source: Run Stream Copy benchmark
oc: Aviar lo tèst comparatiu Stream Copy

source: Run Stream Scale benchmark
oc: Aviar lo tèst comparatiu Stream Scale

source: Run Stream Add benchmark
oc: Aviar lo tèst comparatiu Stream Add

source: Run Stream Triad benchmark
oc: Aviar lo tèst comparatiu Stream Triad

source: Run Network Loopback benchmark
oc: Aviar lo tèst comparatiu Network Loopback

source: Run Encode MP3 benchmark
oc: Aviar lo tèst comparatiu Encode MP3

source: Run x264 H.264/AVC encoder benchmark
oc: Aviar lo tèst comparatiu de l'encodador x264 H.264/AVC

source: Run GnuPG benchmark
oc: Aviar lo tèst comparatiu GnuPG

source: Run Compress PBZIP2 benchmark
oc: Aviar lo tèst comparatiu Compress PBZIP2

source: Run Compress 7ZIP benchmark
oc: Aviar lo tèst comparatiu Compress 7ZIP

source: Run N-Queens benchmark
oc: Aviar lo tèst comparatiu N-Queens

source: Run Himeno benchmark
oc: Aviar lo tèst comparatiu Himeno

source: CPU utilization on an idle system.
oc: Utilizacion del processor (CPU) sus un sistèma inactiu.

source: Disk utilization on an idle system.
oc: Utilizacion del disc sus un sistèma inactiu.

source: Automated test to store bluetooth device information in checkbox report
oc: Tèst automatizat per enregistrar las informacions de l'aparelh Bluetooth dins lo rapòrt de Checkbox

source: PURPOSE: This test will check that bluetooth connection works correctly STEPS: 1. Enable bluetooth on any mobile device (PDA, smartphone, etc.) 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. In the device write the PIN code automatically chosen by the wizard 6. The device should pair with the computer 7. Right-click on the bluetooth icon and select browse files 8. Authorize the computer to browse the files in the device if needed 9. You should be able to browse the files VERIFICATION: Did all the steps work?
oc: OBJECTIU : Aqueste tèst va verificar que la connexion Bluetooth fonciona corrèctament ETAPAS : 1. Activatz lo mòde Bluetooth sus vòstre aparelh mobie (PDA, smartphone, etc.) 2. Clicatz sus l'icòna Bluetooth dins la barra de menú 3. Seleccionatz « configurar un periferic novèl » 4. Cercatz l'aparelh dins la lista e seleccionatz-lo 5. Entratz lo còde PIN causit automaticament per l'assistent dins vòstre aparelh 6. L'aparelh se deuriá associar amb l'ordenador 7. Fasètz un clic drech sus l'icòna Bluetooth e seleccionatz « Percórrer los fichièrs d'un periferic » 8. Autorizatz l'ordenador a percórrer los fichièrs de l'aparelh se necessari 9. Vos caldriá poder percórrer los fichièrs VERIFICACION : Totas aquelas etapas an foncionat ?

source: PURPOSE: This test will check that you can transfer information through a bluetooth connection STEPS: 1. Make sure that you're able to browse the files in your mobile device 2. Copy a file from the computer to the mobile device 3. Copy a file from the mobile device to the computer VERIFICATION: Were all files copied correctly?
oc: OBJECTIU : Aqueste tèst va verificar que podètz transferir d'informacions via la connexion ETAPAS : 1. Verificat que podètz percórrer los fichièrs de vòstre aparelh mobil 2. Copiatz un fichièr dempuèi vòstre ordenador cap a vòstre aparelh mobil 3. Copiatz un fichièr dempuèi vòstre aparelh mobil cap a vòstre ordenador VERIFICACION : Totes los fichièrs son estats copiats corrèctament ?

source: PURPOSE: This test will check that you can record and hear audio using a bluetooth audio device STEPS: 1. Enable the bluetooth headset 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. In the device write the PIN code automatically chosen by the wizard 6. The device should pair with the computer 7. Click "Test" to record for five seconds and reproduce in the bluetooth device VERIFICATION: Did you hear the sound you recorded in the bluetooth
oc: OBJECTIU : Aqueste tèst va verificar que podètz enregistrar e escotar de sons en utilizant un periferic àudio Bluetooth ETAPAS : 1. Activatz lo casc àudio Bluetooth 2. Clicatz sus l'icòna Bluetooth dins la barra de menú 3. Seleccionatz « Configurar un periferic novèl » 4. Cercatz l'aparelh dins la lista e seleccionatz-lo 5. Entratz lo còde PIN causit automaticament per l'assistent dins vòstre aparelh 6. L'aparelh deuriá s'associar amb l'ordenador 7. Clicatz sul boton « Testar » per enregistrar pendent cinc segondas e reproduire l'enregistrament dins l'aparelh Bluetooth VERIFICACION : Avètz ausit lo son enregistrat via lo Bluetooth ?

source: PURPOSE: This test will check that you can use a bluetooth keyboard STEPS: 1. Enable the bluetooth keyboard 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. Click "Test" 6. Enter some text VERIFICATION: Were you able to enter some text with the bluetooth keyboard?
oc: TÒCA : Aqueste tèst va verificar que podètz utilizar un clavièr Bluetooth ETAPAS : 1. Activatz lo clavièr Bluetooth 2. Clicatz sus l'icòna Bluetooth dins la barra menut 3. Seleccionatz « Configurar un novèl periferic » 4. Cercatz l'aparelh dins la lista e seleccionatz-lo 5. Clicatz sul boton « Testar » 6. Picatz un tèxte VERIFICACION : Sètz estat capable de picar un tèxte amb lo clavièr Bluetooth ?

source: PURPOSE: This test will check that you can use a bluetooth mouse STEPS: 1. Enable the bluetooth mouse 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. Move the mouse around the screen 6. Perform some single/double/right click operations VERIFICATION: Did the mouse work as expected?
oc: TÒCA : Aqueste tèst va verificar que podètz utilizar una mirga Bluetooth ETAPAS : 1. Activatz la mirga Bluetooth 2. Clicatz sus l'icòna Bluetooth dins la barra de menut 3. Seleccionatz « Configurar un periferic novèl » 4. Cercatz vòstre aparelh dins la lista e seleccionatz-lo 5. Desplaçatz lo cursor a l'entorn de l'ecran 6. Efectuatz qualques clics, dobles-clics e clics dreches VERIFICACION : La mirga a foncionat coma previst ?

source: This Automated test attempts to detect a camera.
oc: Aqueste tèst automatizat ensaja de detectar un aparelh de fòto.

source: PURPOSE: This test will check that the built-in camera works STEPS: 1. Click on Test to display a video capture from the camera for ten seconds. VERIFICATION: Did you see the video capture?
oc: OBJECTIU : Aqueste tèst va verificar que la camèra integrada fonciona ETAPAS : 1. Clicatz sul boton « Testar » per afichar una captura vidèo dempuèi la camèra pendent dètz segondas VERIFICACION : Avètz vist la captura vidèo ?

source: PURPOSE: This test will check that the built-in camera works STEPS: 1. Click on Test to display a still image from the camera VERIFICATION: Did you see the image?
oc: OBJECTIU : Aqueste tèst va verificar que l'aparelh de fòto integrat fonciona ETAPAS : 1. Clicatz sul boton « Testar » per afichar un imatge fixe dempuèi l'aparelh de fòto VERIFICACION : Avètz vist l'imatge ?

source: PURPOSE: This test will verify your system's ability to play Wave Audio files. STEPS: 1. Select Test to play a Wave Audio format file (.wav) 2. Please close the player to proceed. VERIFICATION: Did the sample play correctly?
oc: TÒCA : Aqueste tèst va verificar las capacitats de vòstre sistèma a jogar los fichièrs àudio al format Wave. ETAPAS : 1. Clicatz sul boton « Testar » per jogar un fichièr Wave (.wav) 2. Tampatz lo lector per contunhar. VERIFICACION : L'escandalhatge es estat jogat corrèctament ?

source: Test the CPU scaling capabilities using Firmware Test Suite (fwts cpufreq).
oc: Testatz las capacitats d'escala del CPU en utilizant Firmware Test Suite (fwts cpufreq).

source: Attaches the log generated by cpu/scaling_test to the results
oc: Jonh lo jornal generat per cpu/scaling_test als resultats

source: Test for clock jitter.
oc: Tèst del jitter del relòtge.

source: Test offlining CPUs in a multicore system.
oc: Tèst de mesa fòra-linha de processors dins un sistèma multicòrs.

source: This test checks cpu topology for accuracy
oc: Aqueste tèst verifica l'arquitectura del processor amb de tòcas d'exactitud

source: This test checks that CPU frequency governors are obeyed when set.
oc: Aqueste tèst verifica que los directors de frequéncia CPU son respectats quand son definits.

source: Test if the atd daemon is running when the package is installed.
oc: Tèsta se lo demòni atd fonciona quand lo paquet es installat.

source: Test if the cron daemon is running when the package is installed.
oc: Tèsta se lo demòni cron fonciona quand lo paquet es installat.

source: Test if the cupsd daemon is running when the package is installed.
oc: Tèsta se lo demòni cupsd fonciona quand lo paquet es installat.

source: Test if the getty daemon is running when the package is installed.
oc: Tèsta se lo demòni getty fonciona quand lo paquet es installat.

source: Test if the init daemon is running when the package is installed.
oc: Tèsta se lo demòni init fonciona quand lo paquet es installat.

source: Test if the klogd daemon is running when the package is installed.
oc: Tèsta se lo demòni klogd fonciona quand lo paquet es installat.

source: Test if the nmbd daemon is running when the package is installed.
oc: Tèsta se lo demòni mnbd fonciona quand lo paquet es installat.

source: Test if the smbd daemon is running when the package is installed.
oc: Tèsta se lo demòni smbd fonciona quand lo paquet es installat.

source: Test if the syslogd daemon is running when the package is installed.
oc: Tèsta se lo demòni syslogd fonciona quand lo paquet es installat.

source: Test if the udevd daemon is running when the package is installed.
oc: Tèsta se lo demòni udevd fonciona quand lo paquet es installat.

source: Test if the winbindd daemon is running when the package is installed.
oc: Tèsta se lo demòni winbindd fonciona quand lo paquet es installat.

source: Detects and displays disks attached to the system.
oc: Detècta e aficha los disques estacats al sistèma.

source: Check stats changes for each disk
oc: Verificatz los cambiaments de las performàncias dels diferents disques

source: SMART test
oc: Tèst SMART

source: Maximum disk space used during a default installation test
oc: Espaci de disc maximal utilizat al moment d'un tèst d'installacion per defaut

source: Verify system storage performs at or above baseline performance
oc: Verifica se las performàncias del sistèma d'emmagazinatge son superioras o egalas al nivèl de performància de basa

source: Verify that storage devices, such as Fibre Channel and RAID can be detected and perform under stress.
oc: Verifica que los aparelhs d'emmagazinatge, tals coma la « Fibre Channel » e lo « RAID », pòdon èsser detectats e que foncionan en carga.

source: This is an automated test which performs read/write operations on an attached FireWire HDD
oc: Aquò's un tèst automatizat qu'efectua d'operacions de lectura/escritura sus un disc dur FireWire extèrne

source: Floppy test
oc: Tèst del lector de disquetas

source: Test to output the Xorg version
oc: Tèst d'afichatge de la version Xorg

source: Run gtkperf to make sure that GTK based test cases work
oc: Executatz « gtkperf « per èsser segur que los tèsts basats sus GTK foncionan

source: PURPOSE: This test will verify that the GUI is usable after manually changing resolution STEPS: 1. Open the Displays application 2. Select a new resolution from the dropdown list 3. Click on Apply 4. Select the original resolution from the dropdown list 5. Click on Apply VERIFICATION: Did the resolution change as expected?
oc: TÒCA Aqueste tèst va verificar que l'interfàcia grafica es utilizabla aprèp la modificacion manuala de la resolucion. ETAPAS 1. Dobrissètz l'aplicacion Dispositiu d'afichatge. 2. Seleccionatz una novèla resolucion dins la lista desenrotlanta. 3. Clicatz sus « Aplicar ». 4. Seleccionatz la resolucion d'origina dins la lista desenrotlanta. 5. Clicatz sus « Aplicar ». VERIFICACION La resolucion a cambiat coma previst ?

source: Test that the X process is running.
oc: Testatz que lo processus de X es en cors d'execucion.

source: Test that the X is not running in failsafe mode.
oc: Testatz que X foncione pas en mòde sens fracàs.

source: Test that X does not leak memory when running programs on systems with intel based graphics.
oc: Verifica se X provòca una fugida de memòria quand de programas viran suls sistèmas amb de cartas graficas Intel.

source: PURPOSE: This test will verify the default display resolution STEPS: 1. This display is using the following resolution: INFO: $output VERIFICATION: Is this acceptable for your display?
oc: TÒCA Aqueste tèst va verificar la resolucion per defaut de l'ecran. ETAPAS 1. Aqueste ecran utiliza la resolucion seguenta : INFORMACION : $output VERIFICACION : Es acceptable per vòstre afichatge ?

source: PURPOSE: This test will test the default display STEPS: 1. Click "Test" to display a video test. VERIFICATION: Do you see color bars and static?
oc: TÒCA : Aqueste tèst va verificar l'afichatge per defaut. ETAPA : 1. Clicatz sus « Testar » per afichar la vidèo de tèst. VERIFICACION : Vesètz de barras coloradas e fixas ?

source: Check that VESA drivers are not in use
oc: Verifica que los pilòts VESA son pas utilizats

source: PURPOSE: This test cycles through the detected video modes STEPS: 1. Click "Test" to start cycling through the video modes VERIFICATION: Did the screen appear to be working for each mode?
oc: TÒCA : Aqueste tèst percor los diferents mòdes vidèos detectats. ETAPA : 1. Clicatz sus « Testar » per començar lo desfilament dels diferents mòdes vidèos. VERIFICACION : L'ecran sembla foncionar per cadun dels mòdes ?

source: Check that hardware is able to run compiz
oc: Verifica que lo material es apte a aviar compiz

source: Check that hardware is able to run Unity 3D
oc: Verifica que lo material es apte a aviar Unity 3D

source: PURPOSE: This test tests the basic 3D capabilities of your video card STEPS: 1. Click "Test" to execute an OpenGL demo. Press ESC at any time to close. 2. Verify that the animation is not jerky or slow. VERIFICATION: 1. Did the 3d animation appear? 2. Was the animation free from slowness/jerkiness?
oc: TÒCA : Aqueste tèst va verificar las capacitats 3D de basa de vòstra carta vidèo. ETAPAS : 1. Clicatz sus « Testar » per executar una demostracion de OpenGL. Quichatz sus « Escap » a tot moment per tampar. 2. Verificatz que l'animacion n'es pas brusca e irregulara o lenta. VERIFICACIONS : 1. L'animacion 3D es apareguda ? 2. L'animacion èra sens lentor/irregularitat ?

source: PURPOSE: Take a screengrab of the current screen (logged on Unity desktop) STEPS: 1. Take picture using USB webcam VERIFICATION: 1. Review attachment manually later
oc: TÒCA : Far una captura de l'ecran corrent (dins l'environament de burèu Unity) ETAPAS : 1. Prenètz una fòto amb l'ajuda d'una webcam USB VERIFICACION : 1. Verificatz l'estacament manualament mai tard

source: Attaches the screenshot captured in graphics/screenshot.
oc: Apond la captura d'ecran efectuada dins graphics/screenshot.

source: PURPOSE: Take a screengrab of the current screen during fullscreen video playback STEPS: 1. Start a fullscreen video playback 2. Take picture using USB webcam after a few seconds VERIFICATION: 1. Review attachment manually later
oc: TÒCA : Far una captura de l'ecran corrent pendent una lectura vidèo en ecran complet ETAPAS : 1. Aviatz la lectura d'una vidèo en ecran complet 2. Aprèp qualques segondas, prenètz una fòto amb l'ajuda d'una webcam USB VERIFICACION : 1. Verificatz l'estacament manualament mai tard

source: Attaches the screenshot captured in graphics/screenshot_fullscreen_video.
oc: Apond la captura d'ecran efectuada dins graphics/screenshot_fullscreen_video.

source: Attaches a report of installed codecs for Intel HDA
oc: Jónher un rapòrt dels codecs installats per Intel HDA

source: Attaches a report of CPU information
oc: Jónher un rapòrt d'informacion del processor

source: Attaches a copy of /var/log/dmesg to the test results
oc: Jónher una còpia del fichièr /var/log/dmesg als resultats del tèst

source: Attaches info on DMI
oc: Jónher l'informacion sul DMI

source: Attaches dmidecode output
oc: Jónher la sortida de dmidecode

source: Attaches very verbose lspci output.
oc: Jónher la sortida de la comanda lspci en mòde fòrça verbós

source: List USB devices
oc: Fa la lista dels periferics USB

source: Attaches the contents of the various modprobe conf files.
oc: Jónher lo contengut de divèrses fichièrs de configuracion modprobe

source: Attaches the contents of the /etc/modules file.
oc: Jónher lo contengut del fichièr /etc/modules
